tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "louisbrunner/valgrind"
tap "pirj/noclamshell"
tap "possatti/possatti"
tap "teamookla/speedtest"
brew "openssl@1.1"
brew "awscli"
brew "bison"
brew "brightness"
brew "bzip2"
brew "pkg-config"
brew "cmake"
brew "cowsay"
brew "curl"
brew "unbound"
brew "nghttp2"
brew "emacs"
brew "icu4c"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "httpd", restart_service: true
brew "oniguruma"
brew "jq"
brew "krb5"
brew "libedit"
brew "libiconv"
brew "libsixel"
brew "libxml2"
brew "libzip"
brew "llvm"
brew "lolcat"
brew "mas"
brew "mysql", restart_service: true
brew "neofetch"
brew "nodebrew"
brew "pfetch"
brew "pipenv"
brew "plantuml"
brew "pv"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "shellcheck"
brew "sleepwatcher", restart_service: true
brew "spark"
brew "speedtest-cli"
brew "tree"
brew "typescript"
brew "vite"
brew "vue-cli"
brew "w3m"
brew "youtube-dl"
brew "yt-dlp"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "goles/battery/battery"
brew "pirj/noclamshell/noclamshell"
brew "possatti/possatti/pokemonsay"
cask "adobe-creative-cloud"
cask "adobe-creative-cloud-cleaner-tool"
cask "alfred"
cask "amazon-music"
cask "android-studio"
cask "atom"
cask "battery-buddy"
cask "blender"
cask "brave-browser"
cask "cheatsheet"
cask "cyberduck"
cask "dbeaver-community"
cask "docker"
cask "drawio"
cask "dropbox"
cask "evernote"
cask "figma"
cask "flutter"
cask "insomnia"
cask "ip-in-menu-bar"
cask "iterm2"
cask "jiggler"
cask "makehuman"
cask "mi"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "netspot"
cask "parallels"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "rectangle"
cask "sketch"
cask "slack"
cask "sourcetree"
cask "stay"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
mas "Apple Configurator", id: 1037126344
mas "Apple Configurator 2", id: 1037126344
mas "GarageBand", id: 682658836
mas "Horo", id: 1437226581
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "RunCat", id: 1429033973
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
