amiralizadeh9480.laravel-extra-intellisense
bmewburn.vscode-intelephense-client
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
chrmarti.regex
codelios.dartsass
codingyu.laravel-goto-view
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
gencer.html-slim-scss-css-class-completion
GitHub.vscode-pull-request-github
gitkraken.gitkraken-authentication
hediet.vscode-drawio
hollowtree.vue-snippets
ipatalas.vscode-postfix-ts
jebbs.plantuml
johnsoncodehk.volar
kube.42header
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mkaufman.HTMLHint
mrmlnc.vscode-apache
mrmlnc.vscode-duplicate
ms-azuretools.vscode-docker
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel5-snippets
PKief.material-icon-theme
pranaygp.vscode-css-peek
redhat.java
rifi2k.format-html-in-php
ritwickdey.LiveServer
stef-k.laravel-goto-controller
steoates.autoimport
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
teabyii.ayu
techer.open-in-browser
timonwong.shellcheck
twxs.cmake
vadimcn.vscode-lldb
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
waderyan.gitblame
wix.vscode-import-cost
Wscats.search
xdebug.php-debug
Zignd.html-css-class-completion
