alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
amiralizadeh9480.laravel-extra-intellisense
Angular.ng-template
benjaminadk.emojis4git
bierner.markdown-preview-github-styles
blackmist.LinkCheckMD
bmewburn.vscode-intelephense-client
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
ChakrounAnas.turbo-console-log
christian-kohler.path-intellisense
chrmarti.regex
circledev.glsl-canvas
codelios.dartsass
codingyu.laravel-goto-view
csstools.postcss
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
evilz.vscode-reveal
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
gencer.html-slim-scss-css-class-completion
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
hediet.vscode-drawio
helixquar.randomeverything
hollowtree.vue-snippets
hoovercj.vscode-power-mode
humao.rest-client
infinity1207.angular2-switcher
ipatalas.vscode-postfix-ts
jakob101.RelativePath
jebbs.plantuml
johnpapa.Angular2
josetr.cmake-language-support-vscode
kube.42header
mechatroner.rainbow-csv
mervin.markdown-formatter
mhutchie.git-graph
mikestead.dotenv
mkaufman.HTMLHint
mrmlnc.vscode-apache
mrmlnc.vscode-duplicate
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
mtxr.sqltools
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
mushan.vscode-paste-image
octref.vetur
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel5-snippets
PKief.material-icon-theme
pranaygp.vscode-css-peek
raczzalan.webgl-glsl-editor
redhat.java
redhat.vscode-yaml
rifi2k.format-html-in-php
ritwickdey.LiveServer
shufo.vscode-blade-formatter
smelukov.vscode-csstree
stef-k.laravel-goto-controller
steoates.autoimport
stevencl.addDocComments
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
stylelint.vscode-stylelint
teabyii.ayu
techer.open-in-browser
timonwong.shellcheck
tomoki1207.pdf
tonybaloney.vscode-pets
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
vincaslt.highlight-matching-tag
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
Vue.volar
waderyan.gitblame
wayou.vscode-todo-highlight
willstakayama.vscode-nextjs-snippets
wix.vscode-import-cost
Wscats.search
xabikos.JavaScriptSnippets
xdebug.php-debug
yzane.markdown-pdf
ZainChen.json
Zignd.html-css-class-completion
